benchmarks/framework-shootout/results/django/db-read/run1/wrk_steady.txt
Running 5s test @ http://django:8080/db-read?id=1
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    18.08ms   18.29ms  74.28ms   80.26%
    Req/Sec     0.92k   202.84     1.52k    69.00%
  Latency Distribution
     50%    8.65ms
     75%   29.44ms
     90%   50.65ms
     99%   63.78ms
  18495 requests in 5.05s, 5.59MB read
Requests/sec:   3659.89
Transfer/sec:      1.11MB